Revit 2024 API
ParameterTypeId.RailingSystemSecondaryHandrailsLatteralOffset Property
 "Lateral Offset"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 24.0.0.0 (24.0.0.0)
Syntax
C#
public static ForgeTypeId RailingSystemSecondaryHandrailsLatteralOffset { get; }
Visual Basic
Public Shared ReadOnly Property RailingSystemSecondaryHandrailsLatteralOffset As ForgeTypeId
	Get
Visual C++
public:
static property ForgeTypeId^ RailingSystemSecondaryHandrailsLatteralOffset {
	ForgeTypeId^ get ();
}
See Also
ParameterTypeId Class
Autodesk.Revit.DB Namespace